Repository: zsx/ossbuild
Catalog: Main/GStreamer/Source/gst-plugins-bad/po/*.po
Languages: de, fi, id, mt, tr

source: Could not read title information for DVD.
de: Es konnte keine Titelinformationen der DVD gelesen werden.
fi: DVD:n otsikkotietoja ei voitu lukea.
id: Tak dapat membaca informasi judul untuk DVD.
mt: Ma stajtx naqra informazzjoni fuq it-titlu tad-DVD.
tr: DVD'deki başlık bilgisi okunamıyor.

source: Failed to open DVD device '%s'.
de: Öffnen des DVD-Geräts »%s« schlug fehl.
fi: DVD-laitetta "%s" ei voitu avata.
id: Gagal membuka divais DVD '%s'.
mt: Problema biex niftaħ apparat tad-DVD '%s'.
tr: DVD aygıtı açılamadı '%s'.

source: Failed to set PGC based seeking.
fi: PGC-pohjaisen kelauksen asetus epäonnistui.
id: Gagal mengatur pencarian berbasis PGC.
tr: PGC temelli arama ayarı yapılamadı.

source: Internal clock error.
de: Interner Zeitfehler.
fi: Sisäinen kellovirhe.
id: Galat jam internal.
tr: İç saat hatası.

source: Internal data flow error.
de: Interner Datenstromfehler.
fi: Sisäinen tietovirtavirhe.
id: Galat arus data internal.
tr: İç veri akış hatası.

source: No file name specified for writing.
de: Kein Dateiname zum Schreiben angegeben.
fi: Kirjoitettavaa tiedostonimeä ei annettu.
id: Tak ada nama berkas yang ditentukan untuk ditulis.
mt: L-ebda isem speċifikat biex nikteb.
tr: Yazmak için dosya adı belirtilmedi.

source: Could not open file "%s" for writing.
de: Datei »%s« konnte nicht zum Schreiben geöffnet werden.
fi: Tiedostoa "%s" ei voi avata kirjoitettavaksi.
id: Tak dapat membuka berkas "%s" untuk ditulis.
mt: Ma nistax niftaħ fajl "%s" biex nikteb.
tr: Dosyayı "%s" yazmak için açamıyor.

source: Internal data stream error.
de: Interner Datenstromfehler.
fi: Sisäisen tietovirran virhe.
id: Galat arus data internal.
tr: İç veri akım hatası.

source: Could not write to file "%s".
de: Es konnte nicht in Datei »%s« geschrieben werden.
fi: Tiedostoon "%s" ei voitu kirjoittaa.
id: Tak dapat menulis ke berkas "%s".
mt: Ma nistax nikteb fil-fajl "%s".
tr: Dosya yazılamıyor "%s".

source: Device "%s" does not exist.
de: Gerät »%s« existiert nicht.
fi: Laitetta "%s" ei ole olemassa.
id: Divais "%s" tak ada.
mt: Apparat "%s" ma jeżistiex.
tr: Aygıt "%s" bulunamadı.

source: Could not open frontend device "%s".
de: Frontend-Gerät »%s« konnte nicht geöffnet werden.
fi: Edustalaitetta "%s" ei voitu avata.
id: Tak dapat membuka divais ujung-depan "%s".
mt: Ma nistax niftaħ apparat frontend "%s".
tr: Aygıt açılamaz durumda "%s".

source: Could not get settings from frontend device "%s".
de: Einstellungen des Frontend-Geräts »%s« konnten nicht aufgerufen werden.
fi: Edustalaitteen "%s" asetuksia ei saatu.
id: Tak dapat mendapatkan pengaturan dari divais ujung-depan "%s".
mt: Ma nistax inġib is-settings mill-apparat frontend "%s".
tr: Aygıt ayarları bulunamadı "%s".

source: Could not open file "%s" for reading.
de: Datei »%s« konnte nicht zum Lesen geöffnet werden.
fi: Tiedostoa "%s" ei voi avata luettavaksi.
id: Tak dapat membuka berkas "%s" untuk dibaca.
mt: Ma nistax naqra mill-fajl "%s".
tr: Dosyayı "%s" okumak için açamıyor.

source: Could not open audio device for mixer control handling.
de: Audio-Gerät konnte nicht zum Regeln geöffnet werden.
fi: Äänilaitetta ei voitu avata mikserinhallinnan käsiteltäväksi.
id: Tak dapat membuka divais audio untuk pengendalian kontrol mixer.
mt: Ma nistax niftaħ apparat tal-awdjo għal mixer control handling.
tr: Karıştırıcı işlemi için ses aygıtı açılamıyor.

source: Could not open audio device for mixer control handling. This version of the Open Sound System is not supported by this element.
de: Audio-Gerät konnte nicht zum Regeln geöffnet werden. Diese Version des Open Sound System (OSS) wird nicht von diesem Element unterstützt.
fi: Äänilaitetta ei voitu avata mikserinhallinnan käsiteltäväksi. Tämä elementti ei tue tätä versiota Open Sound Systemistä.
id: Tak dapat membuka divais audio untuk pengendalian kontrol mixer. Versi Open Sound System ini tak didukung oleh elemen ini.
mt: Ma nistax niftaħ apparat tal-awdjo għal mixer control handling. Din il-verzjoni ta' Open Sound System mhux issapportjata minn din l-element.
tr: Karıştırıcı işlemi için ses aygıtı açılamıyor. Bu öğe tarafından Açık Ses Sistemi'nin bu sürümü desteklenmiyor.

source: Fast
de: Schnell
fi: Nopea
id: Cepat
tr: Hızlı

source: Low
de: Tief
fi: Matala
id: Rendah
tr: Düşük

source: Medium
de: Mittel
fi: Keskitaso
id: Sedang
tr: Orta

source: High
de: Hoch
fi: Korkea
id: Tinggi
tr: Yüksek

source: Very high
de: Sehr hoch
fi: Erittäin korkea
id: Sangat tinggi
tr: Çok yüksek

source: Production
de: Produktion
fi: Tuotanto
id: Produksi
tr: Yapım

source: Off
de: Aus
fi: Poissa
id: Mati
tr: Kapalı

source: On
de: Ein
fi: Päällä
id: Hidup
tr: Açık

source: Surround sound
de: Surround-Ton
fi: Surround-ääni
tr: Surround ses

source: Input mix
de: Aufnahmemixer
fi: Sisääntulomiksaus
id: Mix masukan
tr: Giriş karışımı

source: Front
de: Vorne
fi: Etu
id: Depan
mt: Quddiem
tr: Ön

source: Rear
de: Hinten
fi: Taka
id: Belakang
mt: Wara
tr: Arka

source: Side
de: Seite
fi: Sivu
id: Samping
mt: Ġenb
tr: Yan

source: Center / LFE
de: Mitte / LFE
fi: Keski / LFE
id: Tengah / LFE
tr: Merkez / LFE

source: Microphone
de: Mikrofon
fi: Mikrofoni
id: Mikrofon
mt: Mikrofonu
tr: Mikrofon

source: Front panel microphone
de: Mikrofon am Fronteingang
fi: Etupaneelin mikrofoni
id: Mikrofon panel depan
mt: Mikrofonu tal-panella ta' quddiem
tr: Ön panel mikrofonu

source: Input
de: Aufnahme
fi: Sisääntulo
id: Masukan
tr: Giriş

source: Line-in
fi: Linja sisään
id: Jalur-masuk
tr: Hat girişi

source: Green connector
de: Grüner Stecker
fi: Vihreä liitin
id: Penyambung hijau
mt: Connector aħdar
tr: Yeşil konnektör

source: Green front panel connector
de: Grüner Frontstecker
fi: Vihreä etupaneelin liitin
id: Penyambung panel depan hijau
mt: Front panel connector aħdar
tr: Yeşil ön panel konnektörü

source: Pink connector
de: Rosa Stecker
fi: Violetti liitin
id: Penyambung merah jambu
mt: Connector roża
tr: Pembe konnektör

source: Pink front panel connector
de: Rosa Frontstecker
fi: Violetti etupaneelin liitin
id: Penyambung panel depan merah jambu
mt: Front panel connector roża
tr: Pembe ön panel könnektörü

source: Blue connector
de: Blauer Stecker
fi: Sininen liitin
id: Penyambung biru
mt: Connector Blu
tr: Mavi konnektör

source: Blue front panel connector
de: Blauer Frontstecker
fi: Sininen etupaneelin liitin
id: Penyambung panel depan biru
mt: Front panel connector blu
tr: Mavi ön panel konnektörü

source: Orange connector
de: Oranger Stecker
fi: Oranssi liitin
id: Penyambung jingga
mt: Connector oranġjo
tr: Portakal konnektör

source: Orange front panel connector
de: Oranger Frontstecker
fi: Oranssi etupaneelin liitin
id: Penyambung panel depan jingga
mt: Front Panel connector oranġjo
tr: Portakal ön panel konnektörü

source: Black connector
de: Schwarzer Stecker
fi: Musta liitin
id: Penyambung hitam
mt: Connector iswed
tr: Siyah konnektör

source: Black front panel connector
de: Schwarzer Frontstecker
fi: Musta etupaneelin liitin
id: Penyambung panel depan hitam
mt: Front panel connector iswed
tr: Siyah ön panel konnektörü

source: Gray connector
de: Grauer Stecker
fi: Harmaa liitin
id: Penyambung abu-abu
mt: Connector Griż
tr: Gri konnektör

source: Gray front panel connector
de: Grauer Frontstecker
fi: Harmaa etupaneelin liitin
id: Penyambung panel depan abu-abu
mt: Front panel connector Griż
tr: Gri ön panel konnektörü

source: White connector
de: Weißer Stecker
fi: Valkoinen liitin
id: Penyambung putih
mt: Connector abjad
tr: Beyaz konnektör

source: White front panel connector
de: Weißer Frontstecker
fi: Valkoinen etupaneelin liitin
id: Penyambung panel depan putih
mt: Front panel connector abjad
tr: Beyaz ön panel konnektörü

source: Red connector
de: Roter Stecker
fi: Punainen liitin
id: Penyambung merah
mt: Connector aħmar
tr: Kırmızı konnektör

source: Red front panel connector
de: Roter Frontstecker
fi: Punainen etupaneelin liitin
id: Penyambung panel depan merah
mt: Front panel connector aħmar
tr: Kırmızı ön panel konnektörü

source: Yellow connector
de: Gelber Stecker
fi: Keltainen liitin
id: Penyambung kuning
mt: Connector isfar
tr: Sarı konnektör

source: Yellow front panel connector
de: Gelber Frontstecker
fi: Keltainen etupaneelin liitin
id: Penyambung panel depan kuning
mt: Front panel connector isfar
tr: Sarı ön panel konnektörü

source: Green connector function
de: Funktion des grünen Steckers
fi: Vihreän liittimen toiminto
id: Fungsi penyambung hijau
mt: Connector function aħdar
tr: Yeşil konnektör işlevi

source: Green front panel connector function
de: Funktion des grünen Frontsteckers
fi: Vihreän etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan hijau
mt: Front panel connector function aħdar
tr: Yeşil ön panel konnektör işlevi

source: Pink connector function
de: Funktion des rosa Steckers
fi: Violetin liittimen toiminto
id: Fungsi penyambung merah jambu
mt: Connector function roża
tr: Pembe konnektör işlevi

source: Pink front panel connector function
de: Funktion des rosa Frontsteckers
fi: Violetin etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan merah jambu
mt: Front panel connector function roża
tr: Pembe ön panel konnektör işlevi

source: Blue connector function
de: Funktion des blauen Steckers
fi: Sinisen liittimen toiminto
id: Fungsi penyambung biru
mt: Connector function blu
tr: Mavi konnektör işlevi

source: Blue front panel connector function
de: Funktion des blauen Frontsteckers
fi: Sinisen etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan biru
mt: Front panel connector function blu
tr: Mavi ön panel konnektör işlevi

source: Orange connector function
de: Funktion des orangen Steckers
fi: Oranssin liittimen toiminto
id: Fungsi penyambung jingga
mt: Connector function oranġjo
tr: Portakal konnektör işlevi

source: Orange front panel connector function
de: Funktion des orangen Frontsteckers
fi: Oranssin etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan jingga
mt: Front panel connector function oranġjo
tr: Portakal ön panel konnektör işlevi

source: Black connector function
de: Funktion des schwarzen Steckers
fi: Mustan liittimen toiminto
id: Fungsi penyambung hitam
mt: Connector function iswed
tr: Siyah konnektör işlevi

source: Black front panel connector function
de: Funktion des schwarzen Frontsteckers
fi: Mustan etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan hitam
mt: Front panel connector function iswed
tr: Siyah ön panel konnektör işlevi

source: Gray connector function
de: Funktion des grauen Steckers
fi: Harmaan liittimen toiminto
id: Fungsi penyambung abu-abu
mt: Connector function griż
tr: Gri konnektör işlevi

source: Gray front panel connector function
de: Funktion des grauen Frontsteckers
fi: Harmaan etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan abu-abu
mt: Front panel connector function griż
tr: Gri ön panel konnektör işlevi

source: White connector function
de: Funktion des weißen Steckers
fi: Valkoisen liittimen toiminto
id: Fungsi penyambung putih
mt: Connector function abjad
tr: Beyaz konnektör işlevi

source: White front panel connector function
de: Funktion des weißen Frontsteckers
fi: Valkoisen etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan putih
mt: Front panel connector function abjad
tr: Beyaz ön panel konnektör işlevi

source: Red connector function
de: Funktion des roten Steckers
fi: Punaisen liittimen toiminto
id: Fungsi penyambung merah
mt: Connector function aħmar
tr: Kırmızı konnektör işlevi

source: Red front panel connector function
de: Funktion des roten Frontsteckers
fi: Punaisen etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan merah
mt: Front panel connector function aħmar
tr: Kırmızı ön panel konnektör işlevi

source: Yellow connector function
de: Funktion des gelben Steckers
fi: Keltaisen liittimen toiminto
id: Fungsi penyambung kuning
mt: Connector function isfar
tr: Sarı konnektör işlevi

source: Yellow front panel connector function
de: Funktion des gelben Frontsteckers
fi: Keltaisen etupaneelin liittimen toiminto
id: Fungsi penyambung panel depan kuning
mt: Front panel connector function isfar
tr: Sarı ön panel konnektör işlevi

source: Front panel line-in
de: Front-Line-in
fi: Etupaneelin linjasisääntulo
id: Jalur-masuk panel depan
tr: Ön panel hat girişi

source: Headphones
de: Kopfhörer
fi: Kuulokkeet
id: Headphone
tr: Kulaklıklar

source: Front panel headphones
de: Front-Kopfhörer
fi: Etupaneelin kuulokkeet
id: Headphone panel depan
tr: Ön panel kulaklıkları

source: Virtual mixer input
de: Eingang des virtuellen Mischers
fi: Näennäinen mikserisisääntulo
id: Masukan mixer virtual
tr: Sanal karıştırıcı girişi

source: Virtual mixer output
de: Ausgang des virtuellen Mischers
fi: Näennäinen mikseriulostulo
id: Keluaran mixer virtual
tr: Sanal karıştırıcı çıkışı

source: Virtual mixer channel configuration
de: Konfiguration des virtuellen Mischers
fi: Näennäinen mikserikanava-asetus
id: Konfigurasi kanal mixer virtual
tr: Sanal karıştırıcı kanal yapılandırması

source: Could not open audio device for playback. Device is being used by another application.
de: Das Audio-Gerät konnte nicht zur Wiedergabe geöffnet werden. Das Gerät wird von einer anderen Anwendung verwendet.
fi: Äänialaitetta ei voitu avata toistoa varten. Laite on toisen sovelluksen käytössä.
id: Tak dapat membuka divais audio untuk putar kembali. Divais sedang digunakan oleh aplikasi lain.
mt: Ma nistax niftaħ apparat tal-awdjo biex indoqq. Apparat qed jintuża minn programm ieħor.
tr: Çalmak için ses aygıtı açılamıyor. Aygıt başka bir uygulama tarafından kullanılıyor.

source: Could not open audio device for playback. You don't have permission to open the device.
de: Das Audio-Gerät konnte nicht zur Wiedergabe geöffnet werden. Sie haben nicht die Berechtigungen zum Öffnen des Gerätes.
fi: Äänialaitetta ei voitu avata toistoa varten. Sinulla ei ole oikeuksia avata laitetta.
id: Tak dapat membuka divais audio untuk putar kembali. Anda tak memiliki hak akses untuk membuka divais.
mt: Ma nistax niftaħ apparat tal-awdjo biex indoqq. M'għandekx aċċess għall-apparat.
tr: Çalmak için ses aygıtı açılamıyor. Aygıtı açma izniniz bulunmuyor.

source: Could not open audio device for playback.
de: Das Audio-Gerät konnte nicht zur Wiedergabe geöffnet werden.
fi: Äänialaitetta ei voitu avata toistoa varten.
id: Tak dapat membuka divais audio untuk putar kembali.
mt: Ma nistax niftaħ apparat tal-awdjo biex indoqq.
tr: Çalmak için ses aygıtı açılamıyor.

source: Could not open audio device for playback. This version of the Open Sound System is not supported by this element.
de: Das Audio-Gerät konnte nicht zur Wiedergabe geöffnet werden. Diese Version des Open Sound System (OSS) wird nicht von diesem Element unterstützt.
fi: Äänialaitetta ei voitu avata toistoa varten. Tämä elementti ei tue tätä versiota Open Sound Systemistä.
id: Tak dapat membuka divais audio untuk putar kembali. Versi Open Sound System ini tak didukung oleh elemen ini.
mt: Ma nistax niftaħ apparat tal-awdjo biex indoqq. Dil il-verżjoni ta' Open Sound System mhux issapportjatha minn dan l-element.
tr: Çalmak için ses aygıtı açılamıyor. Açık Ses Sistemi'nin bu sürümü bu öğe tarafından desteklenmiyor.

source: Playback is not supported by this audio device.
de: Die Wiedergabe wird nicht von diesem Audio-Gerät unterstützt.
fi: Tämä äänilaite ei tue toistamista.
id: Putar kembali tak didukung oleh divais audio ini.
mt: Id-daqq mhux issappartjat minn dan l-apparat tal-awdjo.
tr: Bu ses aygıtı çalma işlevini desteklemiyor.

source: Audio playback error.
de: Fehler bei Audio-Wiedergabe.
fi: Äänentoistovirhe.
id: Putar kembali audio galat.
mt: Żball fiid-daqq tal-awdjo.
tr: Ses çalma hatası.

source: Recording is not supported by this audio device.
de: Die Aufnahme wird nicht von diesem Audio-Gerät unterstützt.
fi: Tämä äänilaite ei tue nauhoitusta.
id: Perekaman tak didukung oleh divais audio ini.
mt: Irrekordjar mhux issapportjat minn dan l-apparat tal-awdjo.
tr: Bu ses aygıtı kayıt işlevini desteklemiyor.

source: Error recording from audio device.
de: Fehler bei der Aufnahme vom Audio-Gerät.
fi: Virhe nauhoitettaessa äänilaitteelta.
id: Galat ketika merekam dari divais audio.
mt: Żball fl-irrekordjar mill-apparat tal-awdjo.
tr: Ses aygıtı ile kayıtta hata.

source: Failed to configure TwoLAME encoder. Check your encoding parameters.
mt: Ma nistax naghmel il-konfigurazzjoni ta' TwoLAME encoder. Iċċekkja parametri tal-encoding.

source: The requested bitrate %d kbit/s for property '%s' is not allowed. The bitrate was changed to %d kbit/s.
mt: Il-bitrate rikjesta ta' %d kbit/s għal-property '%s' mhux permessa. Il-bitrate ġiet mibdula għal %d kbit/s.
