Repository: zsx/ossbuild
Catalog: Main/GStreamer/Source/gst-plugins-ugly/po/*.po
Languages: cs, lt

source: Could not read from CD.
cs: Nezdařilo se čtení z CD.

source: Could not open CD device for reading.
cs: Nezdařilo se otevření zařízení CD ke čtení.

source: Disc is not an Audio CD.
cs: Disk není zvukovým CD.

source: Could not open DVD
cs: Nezdařilo se otevření DVD
lt: Nepavyko atverti DVD

source: Invalid title information on DVD.
cs: Neplatná informace o titulu na DVD.
lt: Netaisyklinga DVD įrašo informacija.

source: Could not read title information for DVD.
cs: Nezdařilo se čtení informace o titulu u DVD.
lt: Nepavyko perskaityti DVD įrašo informacijos.

source: Failed to open DVD device '%s'.
cs: Nezdařilo se otevření zařízení DVD "%s".
lt: Nepavyko atverti DVD įrenginio „%s“.

source: Failed to set PGC based seeking.
cs: Nezdařilo se připravit hledání založené na PGC.
lt: Nepavyko nustatyti PGC paieškos.

source: Could not open DVD title %d
cs: Nezdařilo se otevření titulu DVD %d
lt: Nepavyko atverti %d DVD įrašo

source: Failed to go to chapter %d of DVD title %d
cs: Nezdařil se přechod na kapitolu %d titulu DVD %d
lt: Nepavyko peršokti į %2$d DVD įrašo %1$d dalį

source: Could not open DVD title %d. Interactive titles are not supported by this element
cs: Nezdařilo se otevření titulu DVD %d. Interaktivní tituly nejsou tímto prvkem podporovány
lt: Nepavyko atverti %d DVD įrašo. Šis elementas nepalaiko interaktyvių įrašų

source: Failed to configure LAME encoder. Check your encoding parameters.
cs: Nezdařilo se nastavení kodéru LAME. Je nutné zkontrolovat parametry kódování.
lt: Nepavyko sukonfigūruoti LAME kodavimo programos. Patikrinkite kodavimo parametrus.

source: The requested bitrate %d kbit/s for property '%s' is not allowed. The bitrate was changed to %d kbit/s.
cs: Požadovaný datový tok %d kilobitů za sekundu není u vlastnosti "%s" povolen. Datový tok byl změněn na %d kilobitů za sekundu.
lt: Pageidautas bitų dažnis %d kbit/s savybei „%s“ neleidžiamas. Bitų dažnis pakeistas į %d kbit/s.

source: Failed to configure TwoLAME encoder. Check your encoding parameters.
cs: Nezdařilo se nastavení kodéru TwoLAME. Je nutné zkontrolovat parametry kódování.

source: This stream contains no data.
cs: Tento proud neobsahuje žádná data.
lt: Šiame sraute nėra duomenų.

source: Internal data stream error.
cs: Interní chyba datového proudu.
